Repository: cornellana/AlbumExport
Catalog: AlbumExport/Localizable.xcstrings
Source language: en
Languages: ca, es

source: %@ at %@
ca: %@ a %@
es: %@ en %@

source: %lld files could not be removed (e.g. %@: %@)
ca: %1$lld fitxers no s'han pogut eliminar (p. ex. %2$@: %3$@)
es: %1$lld ficheros no se han podido eliminar (p. ej. %2$@: %3$@)

source: %lld of %lld
ca: %lld de %lld
es: %lld de %lld

source: %lld photos already in %@: adding them to the album without re-importing.
ca: %lld fotos ja són a %@: s'afegeixen a l'àlbum sense tornar-les a importar.
es: %lld fotos ya están en %@: se añaden al álbum sin volver a importarlas.

source: %lld photos to copy, %@
ca: %lld fotos per copiar, %@
es: %lld fotos a copiar, %@

source: %lld photos to move, %@
ca: %lld fotos per moure, %@
es: %lld fotos a mover, %@

source: %lld spare copies removed (%@).
ca: %1$lld còpies sobrants eliminades (%2$@).
es: %1$lld copias sobrantes eliminadas (%2$@).

source: (will be created)
ca: (es crearà)
es: (se creará)

source: Action
ca: Acció
es: Acción

source: Add %lld photos to the group "%@"?
ca: Afegir %lld fotos al grup "%@"?
es: ¿Añadir %lld fotos al grupo "%@"?

source: Adjustments JSON
ca: JSON d'ajustos
es: JSON de ajustes

source: Album
ca: Àlbum
es: Álbum

source: Album patterns
ca: Patrons d'àlbum
es: Patrones de álbum

source: Albums
ca: Àlbums
es: Álbumes

source: Albums are not needed
ca: No calen àlbums
es: No hacen falta álbumes

source: Albums: %lld selected
ca: Àlbums: %lld seleccionats
es: Álbumes: %lld seleccionados

source: Already exported
ca: Ja exportada
es: Ya exportada

source: Already exported: %lld
ca: Ja exportades: %lld
es: Ya exportadas: %lld

source: Already indexed at %@
ca: Ja indexada a %@
es: Ya indexada en %@

source: Andorra 20??; Isla*
ca: Andorra 20??; Illa*

source: Another catalog entry with the same file name has its file. This missing entry is a duplicate import; remove it in Capture One.
ca: Una altra entrada del catàleg amb el mateix nom sí que té el fitxer. Aquesta entrada perduda és una importació duplicada; esborra-la al Capture One.
es: Otra entrada del catálogo con el mismo nombre sí tiene su fichero. Esta entrada perdida es una importación duplicada; bórrala en Capture One.

source: Blue
ca: Blau
es: Azul

source: Cancel
ca: Cancel·la
es: Cancelar

source: Cancel export
ca: Cancel·la l'exportació
es: Cancelar exportación

source: Cancelled by user
ca: Cancel·lada per l'usuari
es: Cancelada por el usuario

source: Capture One did not add %lld photos. Press the button again to retry.
ca: Capture One no ha afegit %lld fotos. Prem el botó una altra vegada per reintentar.
es: Capture One no ha añadido %lld fotos. Pulsa el botón otra vez para reintentar.

source: Capture One did not import or file %lld photos.
ca: Capture One no ha importat o classificat %lld fotos.
es: Capture One no ha importado o clasificado %lld fotos.

source: Capture One did not open the catalog %@.
ca: Capture One no ha obert el catàleg %@.
es: Capture One no ha abierto el catálogo %@.

source: Capture One error: %@
ca: Error de Capture One: %@
es: Error de Capture One: %@

source: Capture One has this catalog open and saves its changes to disk with a delay: photos you just deleted there can show up here as missing. Restoring, removing and moving files are disabled. Close the catalog in Capture One and press Verify again.
ca: El Capture One té obert aquest catàleg i desa els canvis al disc amb retard: les fotos que acabes d'esborrar allà poden sortir aquí com a perdudes. Restaurar, eliminar i moure fitxers està desactivat. Tanca el catàleg al Capture One i prem Verifica de nou.
es: Capture One tiene abierto este catálogo y guarda sus cambios en disco con retraso: las fotos que acabas de borrar allí pueden salir aquí como perdidas. Restaurar, eliminar y mover ficheros está desactivado. Cierra el catálogo en Capture One y pulsa Verificar de nuevo.

source: Capture One is not installed.
ca: Capture One no està instal·lat.
es: Capture One no está instalado.

source: Capture One will export each photo with its adjustments and import it into the destination catalog, recreating groups and albums. Nothing is deleted from the source catalog.
ca: Capture One exportarà cada foto amb els seus ajustos i la importarà al catàleg de destinació, recreant grups i àlbums. No s'esborra res del catàleg d'origen.
es: Capture One exportará cada foto con sus ajustes y la importará en el catálogo de destino, recreando grupos y álbumes. No se borra nada del catálogo de origen.

source: Capture One will import a copy of each photo that is not in the catalog and file it in an album named after its probable album, or "%@". The orphan files themselves are not touched: after importing they become spare copies that you can move out. Copies of photos already in the catalog are not imported.
ca: Capture One importarà una còpia de cada foto que no és al catàleg i la posarà en un àlbum amb el nom del seu àlbum probable, o a "%@". Els fitxers orfes no es toquen: després d'importar passen a ser còpies sobrants que pots treure. Les còpies de fotos que ja són al catàleg no s'importen.
es: Capture One importará una copia de cada foto que no está en el catálogo y la pondrá en un álbum con el nombre de su álbum probable, o en "%@". Los ficheros huérfanos no se tocan: tras importar pasan a ser copias sobrantes que puedes sacar. Las copias de fotos que ya están en el catálogo no se importan.

source: Capture One will open the catalog and create that group with one album per probable album, "%@" for the rest and "%@" for repeated copies of photos already in an album. Nothing is removed or moved.
ca: Capture One obrirà el catàleg i crearà aquest grup amb un àlbum per cada àlbum probable, "%1$@" per a la resta i "%2$@" per a les còpies repetides de fotos que ja són en un àlbum. No s'esborra ni es mou res.
es: Capture One abrirá el catálogo y creará ese grupo con un álbum por cada álbum probable, "%1$@" para el resto y "%2$@" para las copias repetidas de fotos que ya están en un álbum. No se borra ni se mueve nada.

source: Catalog
ca: Catàleg
es: Catálogo

source: Catalog format %lld is newer than the versions this app was tested with. Check the results.
ca: El format de catàleg %lld és més nou que les versions amb què es va provar aquesta app. Revisa els resultats.
es: El formato de catálogo %lld es más nuevo que las versiones con las que se probó esta app. Revisa los resultados.

source: Catalog format %lld is older than the versions this app was tested with. Check the results.
ca: El format de catàleg %lld és més antic que les versions amb què es va provar aquesta app. Revisa els resultats.
es: El formato de catálogo %lld es más antiguo que las versiones con las que se probó esta app. Revisa los resultados.

source: Checking %lld of %lld indexed files…
ca: Comprovant %lld de %lld fitxers indexats…
es: Comprobando %lld de %lld ficheros indexados…

source: Choose a Capture One catalog or session
ca: Tria un catàleg o una sessió de Capture One
es: Elige un catálogo o una sesión de Capture One

source: Choose existing…
ca: Tria un d'existent…
es: Elegir existente…

source: Choose the destination catalog
ca: Tria el catàleg de destinació
es: Elige el catálogo de destino

source: Choose the destination folder
ca: Tria la carpeta de destinació
es: Elige la carpeta de destino

source: Choose the folder or volume to search for the missing files
ca: Tria la carpeta o el volum on cercar els fitxers perduts
es: Elige la carpeta o el volumen donde buscar los ficheros perdidos

source: Choose the folder to search for the missing files
ca: Tria la carpeta on cercar els fitxers absents
es: Elige la carpeta donde buscar los ficheros ausentes

source: Choose where the photos will be exported
ca: Tria on s'exportaran les fotos
es: Elige dónde se exportarán las fotos

source: Choose where to move the orphan files
ca: Tria on moure els fitxers orfes
es: Elige dónde mover los ficheros huérfanos

source: Choose…
ca: Tria…
es: Elegir…

source: Close
ca: Tanca
es: Cerrar

source: Column %@ not found: that field will not be exported.
ca: No existeix la columna %@: aquest camp no s'exportarà.
es: No existe la columna %@: ese campo no se exportará.

source: Compare the Originals folder with the catalog index and list orphan files
ca: Compara la carpeta Originals amb l'índex del catàleg i llista els fitxers orfes
es: Compara la carpeta Originals con el índice del catálogo y lista los ficheros huérfanos

source: Compares the Originals folder with the index: orphan files, missing files and photos that belong to no album.
ca: Compara la carpeta Originals amb l'índex: fitxers orfes, fitxers absents i fotos que no són a cap àlbum.
es: Compara la carpeta Originals con el índice: ficheros huérfanos, ficheros ausentes y fotos que no están en ningún álbum.

source: Copied
ca: Copiada
es: Copiada

source: Copies the originals of the matching albums to a folder and writes rating, color, keywords and IPTC into each file (XMP).
ca: Copia els originals dels àlbums seleccionats a una carpeta i escriu valoració, color, paraules clau i IPTC a cada fitxer (XMP).
es: Copia los originales de los álbumes seleccionados a una carpeta y escribe rating, color, keywords e IPTC en cada fichero (XMP).

source: Copy
ca: Copia
es: Copiar

source: Copy of a photo already in the catalog
ca: Còpia d'una foto que ja és al catàleg
es: Copia de una foto que ya está en el catálogo

source: Copy of a photo in album %@
ca: Còpia d'una foto de l'àlbum %@
es: Copia de una foto del álbum %@

source: Copy photos to a folder
ca: Copia fotos a una carpeta
es: Copiar fotos a una carpeta

source: Create "%@" group in Capture One
ca: Crea el grup "%@" al Capture One
es: Crear grupo "%@" en Capture One

source: Create albums
ca: Crea els àlbums
es: Crear álbumes

source: Create new…
ca: Crea'n un de nou…
es: Crear nuevo…

source: Creating catalog %@…
ca: Creant el catàleg %@…
es: Creando el catálogo %@…

source: Creating the albums in Capture One…
ca: Creant els àlbums al Capture One…
es: Creando los álbumes en Capture One…

source: Delete permanently
ca: Elimina definitivament
es: Eliminar definitivamente

source: Destination
ca: Destinació
es: Destino

source: Destination catalog
ca: Catàleg de destinació
es: Catálogo de destino

source: Destination folder
ca: Carpeta de destinació
es: Carpeta de destino

source: Destination is no longer reachable: %@
ca: La destinació ja no és accessible: %@
es: El destino ya no es accesible: %@

source: Destination…
ca: Destinació…
es: Destino…

source: Done
ca: Correcta
es: Correcta

source: Done (no metadata)
ca: Correcta (sense metadades)
es: Correcta (sin metadatos)

source: Duplicate of a photo in album
ca: Duplicat d'una foto de l'àlbum
es: Duplicado de una foto del álbum

source: Duplicates
ca: Duplicats
es: Duplicados

source: Each file is copied to the location the catalog expects. Existing files are never overwritten.
ca: Cada fitxer es copia a la ubicació que el catàleg espera. Mai se sobreescriuen fitxers existents.
es: Cada fichero se copia a la ubicación que el catálogo espera. Nunca se sobrescriben ficheros existentes.

source: Each of these files is a second copy of a photo whose file is safe elsewhere in the catalog; Capture One does not use them. The Mac Trash lets you recover them until you empty it; deleting permanently frees the space now and cannot be undone. The other copy is checked again just before removing each file.
ca: Cadascun d'aquests fitxers és una segona còpia d'una foto que té el fitxer segur en un altre lloc del catàleg; el Capture One no els fa servir. La Paperera del Mac permet recuperar-los fins que la buidis; eliminar definitivament allibera l'espai ara i no es pot desfer. Just abans d'eliminar cada fitxer es torna a comprovar l'altra còpia.
es: Cada uno de estos ficheros es una segunda copia de una foto cuyo fichero está a salvo en otro sitio del catálogo; Capture One no los usa. La Papelera del Mac permite recuperarlos hasta que la vacíes; eliminar definitivamente libera el espacio ya y no se puede deshacer. Justo antes de eliminar cada fichero se vuelve a comprobar la otra copia.

source: Enter a pattern or select albums in the sidebar.
ca: Escriu un patró o marca àlbums a la barra lateral.
es: Escribe un patrón o marca álbumes en la barra lateral.

source: Estimated time: about %@, based on the last measured speed
ca: Temps estimat: uns %@, segons l'última velocitat mesurada
es: Tiempo estimado: unos %@, según la última velocidad medida

source: Estimated time: measured during the first seconds of the export
ca: Temps estimat: es mesura durant els primers segons de l'exportació
es: Tiempo estimado: se mide en los primeros segundos de la exportación

source: Every file physically present in the Originals folder inside the catalog, whether the catalog knows it or not.
ca: Tots els fitxers que hi ha físicament a la carpeta Originals del catàleg, els conegui el catàleg o no.
es: Todos los ficheros que hay físicamente en la carpeta Originals del catálogo, los conozca el catálogo o no.

source: Every photo is in an album
ca: Totes les fotos són en algun àlbum
es: Todas las fotos están en algún álbum

source: Expected location
ca: Ubicació esperada
es: Ubicación esperada

source: Export
ca: Exporta
es: Exportar

source: Export interrupted: %@
ca: Exportació interrompuda: %@
es: Exportación interrumpida: %@

source: Exported %lld of %lld photos
ca: Exportades %lld de %lld fotos
es: Exportadas %lld de %lld fotos

source: Exporting %lld photos from %@…
ca: Exportant %lld fotos de %@…
es: Exportando %lld fotos de %@…

source: Failed to copy %@: %@
ca: No s'ha pogut copiar %@: %@
es: No se pudo copiar %@: %@

source: File
ca: Fitxer
es: Fichero

source: Files in Originals: %lld
ca: Fitxers a Originals: %lld
es: Ficheros en Originals: %lld

source: Files restored: %lld, errors: %lld
ca: Fitxers restaurats: %lld, errors: %lld
es: Ficheros restaurados: %lld, errores: %lld

source: Filter albums
ca: Filtra els àlbums
es: Filtrar álbumes

source: Finished: %lld of %lld photos exported correctly.
ca: Acabat: %lld de %lld fotos exportades correctament.
es: Terminado: %lld de %lld fotos exportadas correctamente.

source: Found %lld of %lld missing files
ca: Trobats %lld de %lld fitxers absents
es: Encontrados %lld de %lld ficheros ausentes

source: Found %lld of %lld missing files (%lld identified by capture date). Searched %lld files in %lld folders; %lld folders could not be read.
ca: Trobats %lld de %lld fitxers perduts (%lld identificats per data de captura). S'han revisat %lld fitxers en %lld carpetes; %lld carpetes no s'han pogut llegir.
es: Encontrados %lld de %lld ficheros perdidos (%lld identificados por fecha de captura). Se han revisado %lld ficheros en %lld carpetas; %lld carpetas no se pudieron leer.

source: Found at
ca: Trobat a
es: Encontrado en

source: Found outside the catalog: will be copied
ca: Trobat fora del catàleg: es copiarà
es: Encontrado fuera del catálogo: se copiará

source: Found so far: %lld
ca: Trobats fins ara: %lld
es: Encontrados hasta ahora: %lld

source: Green
ca: Verd
es: Verde

source: Group "%@": %lld photos added to %lld albums.
ca: Grup "%1$@": %2$lld fotos afegides en %3$lld àlbums.
es: Grupo "%1$@": %2$lld fotos añadidas en %3$lld álbumes.

source: Group "%@": %lld photos imported into %lld albums.
ca: Grup "%1$@": %2$lld fotos importades en %3$lld àlbums.
es: Grupo "%1$@": %2$lld fotos importadas en %3$lld álbumes.

source: Import
ca: Importa
es: Importar

source: Import %lld orphan photos into the group "%@"?
ca: Importar %lld fotos òrfenes al grup "%@"?
es: ¿Importar %lld fotos huérfanas al grupo "%@"?

source: Import the %lld photos not in the catalog…
ca: Importa les %lld fotos que no són al catàleg…
es: Importar las %lld fotos que no están en el catálogo…

source: Importing %lld photos into %@…
ca: Important %lld fotos a %@…
es: Importando %lld fotos en %@…

source: Importing orphans into Capture One…
ca: Important orfes al Capture One…
es: Importando huérfanos en Capture One…

source: In the catalog
ca: Al catàleg
es: En el catálogo

source: Include automatic albums
ca: Inclou els àlbums automàtics
es: Incluir álbumes automáticos

source: Include trash
ca: Inclou la paperera
es: Incluir papelera

source: Inside catalog bundle: %lld
ca: Dins del paquet del catàleg: %lld
es: Dentro del bundle del catálogo: %lld

source: Keywords
ca: Paraules clau

source: Matches a pattern
ca: Coincideix amb un patró
es: Coincide con un patrón

source: Matches by file name and size. Restoring copies each found file to the location the catalog expects.
ca: Aparella per nom i mida. Restaurar copia cada fitxer trobat a la ubicació que el catàleg espera.
es: Empareja por nombre y tamaño. Restaurar copia cada fichero encontrado a la ubicación que el catálogo espera.

source: Metadata
ca: Metadades
es: Metadatos

source: Missing files
ca: Fitxers absents
es: Ficheros ausentes

source: Missing files: %lld
ca: Fitxers absents: %lld
es: Ficheros ausentes: %lld

source: Missing: the catalog has the photo but its file is not where it expects it (it shows as offline in Capture One). The file was moved, renamed, deleted, or its disk is not connected.
ca: Perdut: el catàleg té la foto però el fitxer no és on l'espera (al Capture One surt com a offline). El fitxer s'ha mogut, reanomenat o esborrat, o el seu disc no està connectat.
es: Perdido: el catálogo tiene la foto pero su fichero no está donde lo espera (en Capture One sale como offline). El fichero se movió, se renombró, se borró o su disco no está conectado.

source: Move
ca: Mou
es: Mover

source: Move %lld orphan files out of the catalog?
ca: Vols moure %lld fitxers orfes fora del catàleg?
es: ¿Mover %lld ficheros huérfanos fuera del catálogo?

source: Move %lld photos to %@?
ca: Vols moure %lld fotos a %@?
es: ¿Mover %lld fotos a %@?

source: Move albums
ca: Mou els àlbums
es: Mover álbumes

source: Move albums to another catalog
ca: Mou àlbums a un altre catàleg
es: Mover álbumes a otro catálogo

source: Move files
ca: Mou els fitxers
es: Mover ficheros

source: Move orphans to folder…
ca: Mou els orfes a una carpeta…
es: Mover huérfanos a carpeta…

source: Move the original files?
ca: Vols moure els fitxers originals?
es: ¿Mover los ficheros originales?

source: Move to Trash
ca: Mou a la Paperera
es: Mover a la Papelera

source: Moving orphan files…
ca: Movent fitxers orfes…
es: Moviendo ficheros huérfanos…

source: Moving photos stored inside the catalog bundle leaves them offline in Capture One.
ca: Moure fotos desades dins del paquet del catàleg les deixa fora de línia al Capture One.
es: Mover fotos guardadas dentro del bundle del catálogo las deja offline en Capture One.

source: Network destination: each batch is prepared locally and uploaded once.
ca: Destinació en xarxa: cada lot es prepara en local i es puja una sola vegada.
es: Destino en red: cada lote se prepara en local y se sube una sola vez.

source: New catalog
ca: Catàleg nou
es: Catálogo nuevo

source: New destination catalog
ca: Nou catàleg de destinació
es: Nuevo catálogo de destino

source: No Capture One database found at %@
ca: No s'ha trobat cap base de dades de Capture One a %@
es: No se encontró una base de datos de Capture One en %@

source: No catalog
ca: Cap catàleg
es: Sin catálogo

source: No color
ca: Sense color
es: Sin color

source: No missing files
ca: No falta cap fitxer
es: No falta ningún fichero

source: No orphan files
ca: No hi ha fitxers orfes
es: No hay ficheros huérfanos

source: No plan yet
ca: Encara no hi ha pla
es: Todavía no hay plan

source: No probable album
ca: Sense àlbum probable
es: Sin álbum probable

source: No version information in this catalog.
ca: El catàleg no té informació de versió.
es: El catálogo no tiene información de versión.

source: Not a photo
ca: No és una foto
es: No es una foto

source: Not chosen
ca: Sense triar
es: Sin elegir

source: Not found in the destination catalog after import
ca: No apareix al catàleg de destinació després d'importar
es: No aparece en el catálogo de destino tras importar

source: Not in any album
ca: Sense àlbum
es: Sin álbum

source: Not in any album: %lld
ca: Sense àlbum: %lld
es: Sin álbum: %lld

source: Not in any album: %lld (%lld duplicates)
ca: Sense àlbum: %lld (%lld duplicats)
es: Sin álbum: %lld (%lld duplicados)

source: Not in any album: the photo is in the catalog and its file is fine, but it belongs to none of your albums (Recent Imports does not count). Usually photos you removed from an album while culling. Duplicates are repeated imports of a photo that is in an album.
ca: Sense àlbum: la foto és al catàleg i el fitxer està bé, però no pertany a cap dels teus àlbums (Recent Imports no compta). Solen ser fotos que vas treure d'un àlbum en fer neteja. Els duplicats són importacions repetides d'una foto que sí que és en un àlbum.
es: Sin álbum: la foto está en el catálogo y su fichero está bien, pero no pertenece a ninguno de tus álbumes (Recent Imports no cuenta). Suelen ser fotos que quitaste de un álbum al hacer limpieza. Los duplicados son importaciones repetidas de una foto que sí está en un álbum.

source: Not in the catalog
ca: No és al catàleg
es: No está en el catálogo

source: OK
ca: D'acord
es: Aceptar

source: Older catalog: effective metadata will be merged from adjustment and default layers.
ca: Catàleg antic: les metadades efectives es fusionaran de les capes d'ajust i per defecte.
es: Catálogo antiguo: los metadatos efectivos se fusionarán de las capas de ajuste y por defecto.

source: Only catalogs can be moved to another catalog, not sessions.
ca: Només es poden moure catàlegs a un altre catàleg, no sessions.
es: Solo se pueden mover catálogos a otro catálogo, no sesiones.

source: Open Catalog…
ca: Obre el catàleg…
es: Abrir catálogo…

source: Open a Capture One catalog (.cocatalog) or session
ca: Obre un catàleg (.cocatalog) o una sessió de Capture One
es: Abre un catálogo (.cocatalog) o una sesión de Capture One

source: Open a Capture One catalog or session to list its albums.
ca: Obre un catàleg o una sessió de Capture One per veure'n els àlbums.
es: Abre un catálogo o una sesión de Capture One para ver sus álbumes.

source: Open a Capture One catalog to verify it.
ca: Obre un catàleg de Capture One per verificar-lo.
es: Abre un catálogo de Capture One para verificarlo.

source: Opening Capture One and both catalogs…
ca: Obrint Capture One i els dos catàlegs…
es: Abriendo Capture One y los dos catálogos…

source: Orange
ca: Taronja
es: Naranja

source: Orphan files
ca: Fitxers orfes
es: Ficheros huérfanos

source: Orphan inside the catalog: will be moved into place
ca: Orfe dins del catàleg: es mourà al seu lloc
es: Huérfano dentro del catálogo: se moverá a su sitio

source: Orphan: a file inside the catalog's Originals folder that no catalog entry points to. It takes disk space but Capture One cannot see it. Most are spare copies left by repeated imports; a few are photos that never made it into the catalog.
ca: Orfe: fitxer dins la carpeta Originals del catàleg al qual cap registre apunta. Ocupa disc però el Capture One no el veu. La majoria són còpies sobrants d'importacions repetides; uns quants són fotos que no van arribar a entrar al catàleg.
es: Huérfano: fichero dentro de la carpeta Originals del catálogo al que ningún registro apunta. Ocupa disco pero Capture One no lo ve. La mayoría son copias sobrantes de importaciones repetidas; unos pocos son fotos que nunca llegaron a entrar en el catálogo.
